Repository: Taiki-San/Rakshata
Catalog: Localizations/*.lproj/Localizable.strings
Languages: fr

# CHAPTER%c
source: Chapter%1$c
fr: Chapitre%1$c

# %u-CHAPTER%c
source: %1$zu Chapter%2$c
fr: %1$zu Chapitre%2$c

source: Chapter
fr: Chapitre

source: Chapters
fr: Chapitres

# CHAPTER-NO-CAP
source: chapter
fr: chapitre

# VOLUME%c
source: Volume%1$c
fr: Tome%1$c

# %u-VOLUME%c
source: %1$zu Volume%2$c
fr: %1$zu Tome%2$c

source: Volume
fr: Tome

source: Volumes
fr: Tomes

# VOLUME-NO-CAP
source: volume
fr: tome

source: Free
fr: Gratuit

source: Remind
fr: S'en souvenir

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

source: Replace all
fr: Tout remplacer

source: Close
fr: Fermer

source: Yes
fr: Oui

source: No
fr: Non

# LOCAL-REPO
source: Local source
fr: Source locale

# MDL-LOGIN-TO-PAY
source: You selection contain paid items, please login to initiate the transaction.
fr: Votre sélection contient des éléments payants, veuillez vous connecter pour lancer la transaction.

# MDL-LOGIN-TO-AUTH
source: Because of the policy of the rightholders of a part of your selection, login is required to initiate the download.
fr: Suite à la politique des détenteurs des droits d'une partie de votre sélection, vous connecter est requis pour démarrer le téléchargement.

# MDL-INSTALLING
source: Installing
fr: Installation

# MDL-TAB-TITLE
source: Downloads
fr: Téléchargement

# MDL-DROP-PLACEHOLDER
source: Drop here to download
fr: Lâchez ici pour télécharger

# MDL-FLUSH-INSTALLED
source: Remove processed items
fr: Retirer les lignes installées

# MDL-DLOVER-NOTIF-NAME
source: Download completed
fr: Téléchargement terminé

# MDL-DLOVER-NOTIF-CONTENT
source: The download of your list has finished 😃
fr: Le téléchargement de votre demande est désormais terminé 😃

# AUTH-REQUIRED
source: Login required
fr: Connexion requise

# AUTH-REQUIRED-READER-VOL-OF-%@
source: Because of a request from the rightholders of '%1$@', Rakshata needs you to login to the account used to download this volume.
fr: Suite à une demande des détenteurs des droits de '%1$@', Rakshata à besoin que vous vous connectiez au compte utilisé pour télécharger ce tome.

# AUTH-REQUIRED-READER-CHAP-OF-%@
source: Because of a request from the rightholders of '%1$@', Rakshata needs you to login to the account used to download this chapter.
fr: Suite à une demande des détenteurs des droits de '%1$@', Rakshata à besoin que vous vous connectiez au compte utilisé pour télécharger ce chapitre.

# AUTH-FOOTER-PLACEHOLDER
source: Your account gives you access to the art and offers from a lot of artists. Don't have one? Fill the fields and we take care of it!
fr: Votre compte vous donne accès aux créations et offres de nombreux artistes Pas encore de compte? Remplissez, on se charge du reste!

# AUTH-PRIVACY
source: Your contact informations won't, unless legaly pressured, shared to third parties
fr: Vos coordonnées ne seront pas, hors obligation légale, transmise à des tiers

# AUTH-CGU
source: Please accept our terms of use
fr: Veuillez accepter les conditions d'utilisation

# AUTH-CREATE
source: Create an account
fr: Créer un compte

# AUTH-PASS-FORGOTTEN
source: Password forgotten?
fr: Mot de passe oublié?

# AUTH-LOGIN
source: Login
fr: Connexion

# CT-ALL-CHAPTERS
source: All chapters
fr: Intégralité des chapitres

# CT-NO-CHAPTER
source: No chapter available
fr: Aucun chapitre disponible

# CT-ALL-VOLUMES
source: All volumes
fr: Intégralité des tomes

# CT-NO-VOLUME
source: No volume available
fr: Aucun tome disponible

# CT-%zu-NO-INSTALLED
source: %1$zu (none installed)
fr: %1$zu (aucun installé)

# CT-%zu-ONLY-ONE-AND-INSTALLED
source: %1$zu (installed)
fr: %1$zu (installé)

# CT-%zu-ONLY-%zu-INSTALLED
source: %1$zu (%2$zu installed)
fr: %1$zu (%2$zu installé)

# CT-%zu-ONLY-%zu-INSTALLED-SEVERAL
source: %1$zu (%2$zu installed)
fr: %1$zu (%2$zu installés)

# CT-%zu-ALL-INSTALLED
source: %1$zu (all installed)
fr: %1$zu (tous installés)

# CT-STATUS-OVER
source: Over
fr: Terminé

# CT-STATUS-CANCELLED
source: Cancelled
fr: Annulé

# CT-STATUS-PAUSE
source: Paused
fr: En pause

# CT-STATUS-WIP
source: In progress
fr: En cours

# CT-STATUS-ANNOUNCED
source: Annonced
fr: Annoncé

# CT-TYPE
source: Categories
fr: Catégories

# CT-PAID
source: Paid
fr: Payant

# CT-SYNOPSIS
source: Synopsis
fr: Résumé

# CT-NO-SYNOPSIS
source: No synopsis available
fr: Aucun résumé disponible

# YOUR-PROJECTS
source: Your series
fr: Vos séries

# RECENT-OPEN
source: Recently read
fr: Consultées récemment

source: Full list
fr: Liste complète

# PROJ-DETAILS-%zu-CHAPTERS-AND-%zu-VOLUMES
source: %2$zu Volumes - %1$zu Chapters
fr: %2$zu Tomes - %1$zu Chapitres

# PROJ-DETAILS-%zu-CHAPTER-AND-%zu-VOLUMES
source: %2$zu Volumes - %1$zu Chapter
fr: %2$zu Tomes - %1$zu Chapitre

# PROJ-DETAILS-%zu-CHAPTERS-AND-%zu-VOLUME
source: %2$zu Volume - %1$zu Chapters
fr: %2$zu Tome - %1$zu Chapitres

# PROJ-DETAILS-%zu-CHAPTER-AND-%zu-VOLUME
source: %2$zu Volume - %1$zu Chapter
fr: %2$zu Tome - %1$zu Chapitre

# PROJ-DETAILS-%zu-CHAPTER
source: %1$zu Chapiter
fr: %1$zu Chapitre

# PROJ-DETAILS-%zu-CHAPTERS
source: %1$zu Chapiters
fr: %1$zu Chapitres

# PROJ-DETAILS-%zu-VOLUME
source: %1$zu Volume
fr: %1$zu Tome

# PROJ-DETAILS-%zu-VOLUMES
source: %1$zu Volumes
fr: %1$zu Tomes

# PROJ-DETAILS-FREE-NO-DRM
source: Free - No DRM
fr: Gratuit - Sans DRM

# PROJ-DETAILS-FREE-DRM
source: Free - DRM
fr: Gratuit - DRM

# PROJ-DETAILS-PAID-NO-DRM
source: Paid - No DRM
fr: Payant - Sans DRM

# PROJ-DETAILS-PAID-DRM
source: Paid - DRM
fr: Payant - DRM

# PROJ-STORE
source: Store
fr: Séries installées

# PROJ-SEARCH-MAIN
source: Search and filters
fr: Recherche et filtres

# PROJ-SEARCH-AUTHOR
source: Author
fr: Auteur

# PROJ-SEARCH-SOURCE
source: Editor
fr: Éditeur

# PROJ-SEARCH-TYPE
source: Categories
fr: Catégories

# PROJ-EXPAND-FILTER-AREA
source: Display the advanced search tools
fr: Afficher les outils de recherche avancée

# PROJ-CLOSE-FILTER-ARRAY
source: Close ▲
fr: Refermer ▲

# PROJ-FILTER-FREE-ONLY
source: Free only
fr: Gratuit

# DELETION-VOL-CONFIRM
source: You're about to delete a volume. To read it again, you will need to download it.
fr: Vous vous apprêtez à supprimer un tome. Pour y accéder, il vous faudra le télécharger à nouveau.

# DELETION-CHAP-CONFIRM
source: You're about to delete a chapter. To read it again, you will need to download it.
fr: Vous vous apprêtez à supprimer un chapitre. Pour y accéder, il vous faudra le télécharger à nouveau.

# FAVORITE-DESCRIPTION
source: Rakshata checks for new releases for your favorites every time it starts to notify you
fr: Rakshata vérifie si de nouvelles sorties existent pour vos favoris à chaque lancement et vous en notifie

# READER-JUMP-TO
source: Go to:
fr: Aller à:

# AUTO-DL-ONE-CHAP
source: I noticed that there is a chapter not downloaded after this one. Do you want it?
fr: J'ai remarqué qu'il y a un chapitre non-téléchargé après celui-là. Voulez vous le télécharger?

# AUTO-DL-SEVERAL-CHAP
source: I noticed that there are chapters not downloaded after this one. Do you want them?
fr: J'ai remarqué qu'il y a des chapitres non-téléchargés après celui-là. Voulez vous les télécharger?

# AUTO-DL-ONE-VOL
source: I noticed that there is a volume not downloaded after this one. Do you want it?
fr: J'ai remarqué qu'il y a un tome non-téléchargé après celui-là. Voulez vous le télécharger?

# AUTO-DL-SEVERAL-VOL
source: I noticed that there are volumes not downloaded after this one. Do you want them?
fr: J'ai remarqué qu'il y a des tomes non-téléchargés après celui-là. Voulez vous les télécharger?

# PREFS-TITLE-GENERAL
source: General
fr: Général

# PREFS-TITLE-FAVS
source: Favorites
fr: Favoris

# PREFS-ROOT-NO-ACTIVE-REPO
source: No active source
fr: Aucune source active

# PREFS-ROOT-ONE-ACTIVE-REPO
source: One active source
fr: Une source active

# PREFS-ROOT-%zu-ACTIVE-REPO
source: %1$zu active sources
fr: %1$zu sources actives

# PREFS-ROOT-NO-GROUP
source: No group
fr: Aucun groupe

# PREFS-REPO-NO-ACTIVE-PROJECT
source: No installed series
fr: Aucune série installée

# PREFS-REPO-ONE-ACTIVE-PROJECT
source: One installed series
fr: Une série installée

# PREFS-REPO-%zu-ACTIVE-PROJECT
source: %1$zu installed series
fr: %1$zu séries installées

source: Website
fr: Site Internet

# PREFS-DELETE-CONTENT
source: Delete the content
fr: Supprimer le contenu

# PREFS-DELETE-SOURCE
source: Disable the source
fr: Désactiver la source

# PREFS-DELETE-CONTENT-TITLE
source: Are you sure you want to delete the content of this source?
fr: Êtes vous sûr de vouloir supprimer le contenu de cette source?

# PREFS-DELETE-CONTENT-MESSAGE
source: This option will delete every series distributed by this source that you may have downloaded. If you want to read it again, you will have to download them again.
fr: Cette option supprimera toutes les séries distribués par cette source que vous avez téléchargé. Si vous souhaitez les relire, vous aurez à les télécharger de nouveau

# PREFS-DELETE-SOURCE-TITLE
source: Disable the source will delete its local content
fr: Désactiver la source supprimera le contenu

# PREFS-DELETE-SOURCE-MESSAGE
source: Disable the source will make its catalog diseapear and delete every series you may have downloaded from the source. You may activate the source afain from its group. If you want to read again series from this source, you will have to download them again.
fr: Désactiver la source fera disparaitre son contenu du catalogue et supprimera toutes les séries distribués par cette source. La source pourra être réajouter depuis ce menu. Si vous souhaitez les relire, vous aurez à les télécharger de nouveau

# PREFS-REPO-PLACEHOLDER-TUTORIAL
source: You can control from here the sources you are suscribed to. You may delete the installed content or delete from Rakshata any source. You may also control sources via the group from which they come from (activate and disable sources from the group). Click one line to get started.
fr: Vous pouvez ici contrôler les sources auxquelles vous êtes abonnés. Vous pouvez purger le contenu installé ou supprimer de Rakshata les sources de votre choix. Vous pouvez aussi contrôler les sources à travers les groupes auxquelles elles appartiennent (par exemple, activer ou désactiver les sources du groupe). Cliquez une source pour commencer.

# PREFS-REPO-SWITCH-MESSAGE
source: Display groups of sources
fr: Afficher les groupes de sources

# PREFS-DELETE-KILL-USE
source: Stopping the use of the ressources to delete
fr: Arrêt d'utilisation des ressources à supprimer

# PREFS-DELETE-REMOVE
source: Flushing remains
fr: Nettoyage des traces

# PREFS-DELETE-PURGE
source: Deleting files
fr: Suppression des fichiers

# PREFS-GENERAL-THEME-DARK
source: Dark theme
fr: Thème sombre

# PREFS-GENERAL-THEME-LIGHT
source: Light theme
fr: Thème clair

# PREFS-GENERAL-THEME-CUSTOM
source: Custom theme
fr: Thème personnalisé

# PREFS-GENERAL-CHOOSE-THEME
source: Color theme :
fr: Thème graphique :

# PREFS-GENERAL-LOGGED-IN-ON-%s
source: You're logged in with the account %1$s
fr: Vous êtes connecté avec le compte %1$s

# PREFS-GENERAL-NOT-LOGGED-IN
source: You're not logged in
fr: Vous n'êtes pas connecté

# PREFS-GENERAL-LOGOUT
source: Disconnect
fr: Déconnecter

# PREFS-GENERAL-RESET-ALERTS
source: Reset warnings
fr: Réinitialiser les alertes

# PREFS-ADD-REPO-CONFIRM-INSERT-%@
source: Do you want to add %1$@?
fr: Souhaitez vous ajouter %1$@?

# PREFS-ADD-REPO-ONE-REPO
source: this source
fr: cette source

# PREFS-ADD-REPO-SEVERAL-REPO
source: the following sources
fr: les sources suivantes

# PREFS-ADD-REPO-CONFIRM
source: Confirm
fr: Confirmer

# PREFS-FAVORITE-HEADER
source: Favorite a series will make sure you have the lastest releases each time you launch Rakshata
fr: Mettre une série en favoris vous permet de rester à jour à chaque lancement

# PREFS-FAVORITE-AUTODL
source: Enable the automatic download of new releases when Rakshata is launched
fr: Activer le téléchargement automatique des nouvelles sorties de vos séries favorites au démarage

# EXPORTING
source: Export in progress
fr: Export en cours

# IMPORTING
source: Import in progress
fr: Import en cours

source: Initialization
fr: Initialisation

# PROCESSING
source: Finishing up
fr: Post-traitement

# CANCELED
source: Cleaning up
fr: Nettoyage

source: Import report
fr: Rapport d'import

# IMPORT-ONE-PBM
source: 1 problem detected, click on the symbol to fix it
fr: 1 problème détecté, cliquez sur le symbole pour le résoudre

# IMPORT-%zu-PBM
source: %1$zu problems detected, click on the symbols to fix them
fr: %1$zu problèmes détectés, cliquez sur les symboles pour les résoudres

# IMPORT-CHAP-OVERRIDE
source: Chapitre already installed, should we replace it?
fr: Chapitre déjà existant, souhaitez vous le remplacer?

# IMPORT-VOL-OVERRIDE
source: Volume already installed, should we replace it?
fr: Tome déjà existant, souhaitez vous le remplacer?

# IMPORT-KEEP
source: Keep existing
fr: Conserver

# IMPORT-REPLACE
source: Replace
fr: Remplacer

# IMPORT-REPLACE-ALL
source: Replace all
fr: Remplacer série

# IMPORT-META-HEAD
source: Please provide the details on the serie
fr: Veuillez compléter les informations de la série

# IMPORT-META-TITLE
source: Name
fr: Titre

# IMPORT-META-TITLE-PH
source: Name of the serie
fr: Titre de la série

# IMPORT-META-AUTHOR
source: Author
fr: Auteur

# IMPORT-META-AUTHOR-PH
source: Author of the serie
fr: Auteur de la série

# IMPORT-META-DESCRIPTION-PH
source: Synopsis of the serie
fr: Synopsis de la série

# IMPORT-META-READ-ORDER
source: Reading direction
fr: Sens de lecture

# IMPORT-META-CAT
source: Category
fr: Catégorie

# IMPORT-META-PLZ-DRAG
source: Please drag your images in the dedicated square
fr: Veuillez glissez les images dans les zones dédiées

# IMPORT-META-DROP-PH-%d-%d
source: Size: %1$d×%2$d
fr: Taille: %1$d×%2$d

# IMPORT-META-IMG-GRID
source: Grid icon
fr: Icône pour la grille

# IMPORT-META-IMG-DD
source: Drag & Drop icon
fr: Icône pour le glissé-déposé

# IMPORT-META-IMG-CT
source: Serie's page image
fr: Image de fiche série

# IMPORT-DET-HEAD-CHAP
source: Missing chapter number
fr: Numéro du chapitre manquant

# IMPORT-DET-HEAD-VOL
source: Missing volume name or number
fr: Nom et position du tome manquants

# FOSS-USAGE
source: Rakshata use open source technologies
fr: Rakshata utilise des outils open source

# COPYRIGHT
source: © 2011-2015 Taiki. All rights reserved
fr: © 2011-2015 Taiki. Tous droits réservées

# CRASH-TITLE
source: Problems at startup
fr: Problèmes de démarrage

# CRASH-CONTENT
source: Rakshata seems to be experiencing issues starting up... Do you want it to try disabling settings in order to solve the issue?
fr: Rakshata semble recontrer des difficultés à démarrer, souhaitez vous que Rakshata désactive des préférences afin de résoudre le problème?

# CRASH-CONTENT-TOTAL
source: Rakshata seems to be experiencing experiencing issues starting up. If those problems keep happening despite a reboot, you should try to reinstall it. We advise you to send us an email at contact@rakshata.com for help fixing the issue. Please excuse the trouble
fr: Rakshata rencontre des problèmes de démarrage. Si cela continue de se produire après un redémarrage, nous vous conseillons de nous envoyer un mail à contact@rakshata.com et de réinstaller Rakshata. Veuillez nous excuser de la gêne occasionnée

# CRASH-NUKE
source: Full disable
fr: Nettoyage complet

# CRASH-RECOVERED-TITLE
source: Crash recovery
fr: Correction du problème

# CRASH-RECOVERED-CONTENT
source: Rakshata recovered from a crash, do you allow it to send us the context so we can work on fixing the issue? This is super quick, you don't have to do anything and it really help us!
fr: Rakshata semble avoir récupéré d'un problème, peut-il nous envoyer le cadre dans lequel l'erreur se produisait afin de la corriger? C'est rapide, anonymisé et vous n'avez rien à faire, merci!
